IDEA Open Model
BoltGrid.Positions Property
Compatible with IDEA StatiCa v 10.1
 Positions of holes in the local coodinate system of the bolt grid
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public List<Point3D> Positions { get; set; }
Public Property Positions As List(Of Point3D)
	Get
	Set
public:
property List<Point3D^>^ Positions {
	List<Point3D^>^ get ();
	void set (List<Point3D^>^ value);
}
Property Value
Type: List<Point3D>
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace